---
kind: other
id: AllMembers.T:Autodesk.Revit.Creation.FamilyInstanceCreationData
source: html/7002a2d9-33db-fc99-420a-5b6a02103198.htm
---
# FamilyInstanceCreationData Members

Initializes a new instance of the FamilyInstanceCreationData class